{
  "ar": {
    "HeadersLocalization": "",
    "welcome": " مرحبا بك في   ",

    "bobian": "بوبيان",
    "safty1": "",
    "safty2": "",
    "following1": "",
    "following2": "",
    "rookies": "",
    "handle": "",
    "free1": "",
    "free2": "",
    "free3": "",
    "leaders": "",
    "offering": "",
    "cardtxt2": "",
    "spare": "",
    "abouttitle1": "",
    "abouttitle2": "",
    "trusted1": "",
    "trusted2": "",
    "trusted3": "",
    "sales": "",
    "leaders2": "",
    "usinglatest": "",
    "cardtxt3": "",
    "videotitle": "",
    "repaire": "",
    "see": "",
    "visit": "",
    "usinglatest2": "",
    "how": "",
    "latest1": "",
    "latest2": "",
    "aboutpara1": "",
    "expert": "",
    "satisfy": "",
    "msghead": "",
    "msg1": "",
    "msg2": "",
    "msg3": "",
    "msg4": "",
    "manager": "",
    "mission1": "",
    "mission2": "",
    "mission3": "",
    "mission4": "",
    "vision1": "",
    "vision2": "",
    "projectyear": "",
    "certificate": "",
    "localhuge1": "",
    "localhuge2": "",
    "localhuge3": "",
    "new1": "",
    "new2": "",
    "huge1": "",
    "huge": "",
    "international1": "",
    "international2": "",
    "international3": "",
    "international4": "",
    "international5": "",
    "inetersted1": "",
    "inetersted2": "",
    "feeling1": "",
    "feeling2": "",
    "ourteam1": "",
    "ourteam2": "",
    "contactus1": "تواصل معنا",
    "contactus2": "أترك بياناتك هنا",
    "contactus3": "وسنقوم بالتواصل معك في اقرب وقت ممكن",
    "contactname": "",
    "contactphone": "",
    "contactemail": "",
    "contactmsg": "",
    "support1": "",
    "supportphone": "",
    "supportmail": "",
    "salescenter": "",
    "salesphone": "",
    "salesmail": "",
    "NavBarLocalization": "",
    "navbarhome": "الصفحة الرئيسية",
    "navbarcontact": "تواصل معنا",
    "navbarabout": "عن الشركة",
    "navbarservice": "الخدمات",
    "navbarproducts": "المنتجات",
    "navbarprojects": "المشروعات",
    "HomeLocalization": "" ,


    "servicetitle1":"",
    "servicetitle2":"" ,
    "servicesubtitle1":"",
    "servicesubtitle2":"",
    "servicesubtitle3":"" ,
    "widerangheader":"",
    "Inspectiontitle":"" ,
    "Inspectionsubtitle":"" ,
    "developmenttitle":"" ,
    "developmentsubtitle":"",
    "Executiontitle":"" ,
    "Executionsubtitle":"",
    "InstallationServices":"" ,
    "InstallationsubServices":"",
    "Installationsub2Services":"",
    "Maintenance":"",
    "Support":"",
    "Maintenancesec1":"",
    "Maintenancesec2":"",
    "SpareParts":"",
    "SpareParg":"",
    "Interested":"",
    "Letstalk":""

  },
  "en": {
    "welcome": "WELCOME TO ",
    "aldawoudy": "ALDAWODY",
    "headerParagraph": " FOR CLEARANCE & LOGISTIC SERVICES",
    "from1984": "SINCE 1984",
    "navbarhome": "HOME",
    "handle": "Handling more than 5000 elevators yearly!",
    "free1": "Free consultation and free trafic analysis for your next planned elevator.",
    "free2": "Specialized company engaged in the designing, manufacturing,installations",
    "free3": "and after-sale service of elevators,escalators and passenger conveyors.",
    "usinglatest": "Using the Latest Elevator Technology",
    "usinglatest2": "ShenYang YuanDa Intellectual Industry Group CO.,LTD. (BLT) is a specialized company engaged in the designing, manufacturing, installation, and after-sales service of elevators, escalators and passenger conveyors. The company possesses many certifications including ISO9001:2008 International Quality System, Environment Management Systems Certificate, OHSAS18000 Occupation Health Safety Management System Certificate, European CE mark, Russian GOST Certificate, North America CSA mark, and etc.",
    "navbarcontact": "CONTACT US",
    "navbarprojects": "PROJECTS",
    "leaders": "We’re Leaders in the Market",
    "leaders2": " Bobian group has spread to every corner both at home and abroad with its superior quality and extraordinary creativity, building the vigorous brand of elevator industry in the age of technology. Being insisting of quality. Bobian group has earned wide acclaim with the outstanding performance",
    "bobian": "BOBIAN",
    "rookies": "We’re no Rookies...",
    "sales": "Sales",
    "spare": "Spare Parts",
    "videotitle": "Bobian Elevators Technology BLT Kuwait Agent",
    "repaire": "Repairs and Services",
    "cardtxt1": "A wide selection of elevators and escalators for various needs and with the latest technologies. Our team ensures a simple, stress-free purchase.",
    "following1": "Following a no-compromise safety policy to",
    "cardtxt2": "  Our team of prodessional service providers would carry out your maintainance and services to keep your products up and running every single day.",
    "following2": "ensure a safe, stress-free life.",
    "cardtxt3": " Something went wrong? Need to update any parts? Our team has got your back with the spare parts you’ll need.",
    "safty1": "YOUR SAFETY ",
    "visit": " VISIT PROJECTS PAGE",
    "offering": "Offering a Wider-than-Usual Scope",
    "safty2": "IS OUR FIRST PRIORITY!",
    "navbarabout": "ABOUT US",
    "navbarproducts": "PRODUCTS",
    "abouttitle1": "SAFETY IS NOT EASY TASK",
    "abouttitle2": " AND WE’RE ALWAYS UP FOR IT!",
    "trusted1": "We are trusted by Kuwait Fire Service Directorate as we are",
    "trusted2": "ranked first for Safety, Security and energy efficiency as",
    "trusted3": "per local and international rules and regulations.",
    "how": "How We Came to Be",
    "latest1": "Using the Latest Technology We",
    "latest2": "Became Market Leaders",
    "navbarservice": "SERVICES",
    "homegingertips": "THE WORLD AT YOUR FINGERTIPS",
    "homeourbusiness": "Our business is clearing your goods through customs with best quality.",
    "OUR_SERVICES": " OUR SERVICES",
    "ABOUT_US": "ABOUT US",
    "see": "Want to see more?",
    "offer": "WHAT WE OFFER?",
    "aboutpara1": "Bobian for Elevators and Escalators Technology is a fully owned Kuwaiti Company established in Kuwait in 2007 with the primary purpose of working in the property services Sector. We are specialized in Elevators, Escalators and Moving Walks Technology segment of the industry. We have full qualified and certified technical staff and engineers register with Kuwait Engineers Associations and all working according local and International rules and regulations of the industry to ensure safety and security of our community. Bobian for elevators and escalators technology is the sole exclusive partner in Kuwait with ShenYang YuanDa Intellectual Industry Co. (BLT) which is founded in September, 2001, as a professional elevator, escalators and passenger conveyors manufacturer engaged in the developing, designing, manufacturing, selling, installation, and after-sales service of complete elevator products. BLT is one of the top manufactures in the industry who has passed and achieved multiple quality and safety global certifications for security, safety, efficiency and innovative technology production and manufacturing standards. BLT has participated in multiple mega projects around the globe achieving great recognizable success. Up to this date; Bobian has worked with multiple ministries in Kuwait and had major roles in multiple mega projects in Kuwait. Bobian has a portfolio of over than 1650 units installed, 1300 unit’s maintained and over 500 project completed in Kuwait and continues to grow on yearly basis around all regions of Kuwait.",
    "question": "HAVE A QUESTION?",
    "question2": "ASK AN EXPERT",
    "welead1": "We lead the way",
    "welead2": "towards a better",
    "welead3": "technology",
    "location": "LOCATION",
    "location2": " APP. No 3, first floor, EL sayed shatta Building above magic cars Fekry Zaher Street. Damietta, Egypt.",
    "projectyear": "Projects Yearly",
    "expert": "Experts",
    "msghead": "Message from the Management",
    "msg1": "We are dedicated to ensure the safety, security and comfort of the community in Kuwait. That is because we believe that it is our responsibility towards our community to live safely, secured and enjoy our products that are supplied and installed at their property. We believe our responsibility is to ensure our clients safety when they are mobile and living there lives with no limitations or restrictions. For this cause we have achieved first degree ranking with Kuwait Fire Service Directorate; which we are honored and a great success certification for our quality work which is our priority in every task we do. For our clients we always provide the best solutions, services and products which are all very different according every client needs and desires which are all very different, which is why we always seek to ensure that we provide complete solutions to cater to their very specific needs and requirements.",
    "msg2": "It gives me great pleasure to mention that as we stand today, Bobian elevators and escalators technology is a company that does provide complete vertical mobility solutions to its customers, our offerings range from the conventional elevators and escalators, to hydraulic lifts, platforms and stair lifts. Furthermore, in order to provide our customers with the best solutions possible, we had to choose our manufacturing partner with extreme care and cautiousness, which is why we have partnered with one of the leading manufacturers in the world.",
    "msg3": " With that said, we believe that in our industry a quality product is only part of the quality work we do, and that the other part revolves around having a qualified experience strong technical team to insure that the products are installed and maintained to the highest quality standards as per the local and international standards. Without a doubt our management and team is the main reason why we are successful in the industry today after over 10+ years of operations.",
    "msg4": "With that said, we believe that in our industry a quality product is only part of the quality work we do, and that the other part revolves around having a qualified experience strong technical team to insure that the products are installed and maintained to the highest quality standards as per the local and international standards. Without a doubt our management and team is the main reason why we are successful in the industry today after over 10+ years of operations. We hope our website gives you a good understanding of who we are and what we do, and we invite you to visit our office or give us a call at any time for any further information needed or concerns, we are more than glad to help you with any technical assistance or consultations for your home or project.",
    "manager": " Bobian Executive Management.",
    "mission1": "Mission",
    "mission2": " People Security and Safety is our Priority, we have zero tolerance on security and safety.",
    "mission3": "We are trusted, smart and focused on providing our community with the top innovative products and services in the industry",
    "mission4": " We thrive on solving the toughest challenges and going above and beyond people’s expectations, we earn their trust and enhance their lives.",
    "vision1": "Vision",
    "vision2": "We work for the safety and security of people, giving them the freedom and luxury to travel, connect and prosper in a safe, secure, taller, faster and smart world.",
    "value1": "Values",
    "value2": " We continue to respect, strengthen, secure and lead the industry we are participating in for more than 10+ years. We owe our success to our pioneering spirit, knowledge sharing and innovative culture, the trust and respect we gained and maintained with our loyal customers and the values that built and defined us.",
    "certificate": "Certifications",
    "mail": "MAIL",
    "satisfy": "Satisfaction Rate",
    "reach": "REACH US",
    "reach2": " Don’t hesitate and Get in touch with us For Any Inquiry",
    "homecaru1": "WE SHIP ALL TYPES OF CARGO",
    "homecaru2": "  WE MAKE INTEGRATED TRANSPORTATION SAFE AND COST-EFFECTIVE",
    "PARTNERS1": "    PARTNERS & CLIENTS",
    "PARTNERS2": "OUR PARTNERS TAKE US SERIOUSLY AND WE TAKE OUR WORK SERIOUSLY.",
    "homecaru3": "MANY YEARS OF EXPERIENCE",
    "readmorebtn": "READ MORE",
    "homemissionheader": "MISSION",
    "homemissionheader2": " Our mission is To create the most preferred logistics and custom clearance company of the 21st century by driving the world’s good transition all over the world.",
    "homeaboutheader": "ABOUT US",

    "homevisionheader": "VISION",

    "homemissionparagraph": "",
    "homeaboutparagraph": "",
    "homevisionparagraph": "",
    "new1": "WE'RE NOT NEW IN THE",
    "new2": "BUSINESS BY ANY MEANS",
    "huge1": " Our huge projects are everywhere, maybe you’ve seen some",
    "huge2": " yourself! Our projects are spread from the far east to the far west.",
    "localhuge1": "Locally, We're Just Huge!",
    "localhuge2": " Bobian group provided almost every type of business with the elevator,",
    "localhuge3": "escalator and travelator technologies they need.",
    "international1": "We’re International, Literally!",
    "international2": " Bobian group has spread to every corner both at home and abroad with its",
    "international3": "superior quality and extraordinary creativity, building the vigorous brand of",
    "international4": "elevator industry in the age of technology. Being insisting of quality.",
    "international5": " Bobian group has earned wide acclaim with the outstanding performance.",
    "inetersted1": "Interested?",
    "inetersted2": "Let’s Talk!",
    "feeling1": "FEELING INTERISTED IN",
    "feeling2": "WORKING WITH US?",
    "ourteam1": "Our team of experts is always there to answer all you inquiries",
    "ourteam2": "as well as help you to make the right purchase.",
    "contactus1": "Contact Us",
    "contactus2": " Please leave your information and we",
    "contactus3": "will contact you as soon as possible!",
    "contactname": "Name",
    "contactphone": "Phone Number",
    "contactemail": "Email",
    "contactmsg": "Your Message",
    "support1": "TECHNICAL SUPPORT",
    "supportphone": "Phone",
    "supportmail": "Mail",
    "salescenter": "SALES CENTER",
    "salesphone": "Phone",
    "salesmail": "Mail",

    "CHOOSE_US": "WHY CHOOSE US? BECAUSE OUR PRINCIPLES ARE OUR SIGNATURE",
    "QUALITY1": "QUALITY",
    "EXCELLENCE": "Development",
    "QUICK_SERVICE": "QUICK SERVICE",
    "aldawodys": "  AL-DAWOODY’S GUIDING PRINCIPLES",

    "TRUSTWORTHY": "TRUSTWORTHY",
    "PRODUCTIVITY": "PRODUCTIVITY",
    "time_money1": "TIME IS MONEY AND ",
    "time_money2": " EFFECIENCY IS LIFE",
    "CLEARENCE": "CLEARENCE IS EXPERIENCE",
    "SECRET": "EVERYTHING IS SECRET ",
    "SATISTICS": "EXPERIENCE + CUSTOMER SATISFACTION",
    "SATISTICS2": " WE ARE EXPERIENCED ENOUGH TO KNOW WHAT OUR CUSTOMERS NEED!",
    "EXPERIENCE1": "COLLECTIVE   ",
    "EXPERIENCE2": "YEARS OF",
    "EXPERIENCE3": "EXPERIENCE",
    "EXPERIENCED1": "ON GROUND",
    "EXPERIENCED2": "EXPERIENCED",
    "EXPERIENCED3": "EMPLOYEES",
    "SATISFIED1": "SATISFIED",
    "SATISFIED2": "CUSTOMERS & ",
    "SATISFIED3": "SHIPMENTS",
    "HAVE_A_QUESTION1": "HAVE A QUESTION?",
    "HAVE_A_QUESTION2": "ASK AN EXPERT",
    "DAYS_A_WEEK": "7 DAYS A WEEK",
    "FROM_8_AM_TO_12_AM": "FROM 8 AM TO 12 AM",
    "SUBSCRIBE": "SUBSCRIBE",
    "footerRights": "Aldawody all rights reserved ©2019 ",
    "qualityassurance": "vbcb",
    "easyforpartener": "MAKING CUSTOM CLEARANCE AND LOGITICS A BREEZE",
    "giveourbest": "WE GIVE OUR BEST AND WORK OUR HARDEST",
    "QUALITY_ASSURANCE": "QUALITY ASSURANCE",
    "EXCELLENCEE": "DEVELOPMENT",
    "servicesheaderanimateparagraph1": "WE HANDLE WITH CARE ",

    "providethrough": " We provide our business through:",
    "ourservices": "OUR SERVICES",
    "ourservicesTitle": "We have the privilege of working with some fantastic clients. We Have breadth of experience In Logistic and Clearance with businesses from any  sizes Including courier companies , Wholesalers , retailers, E-commerce and Private individuals. We guarntee to remove the headache off your head through offering a wide and varied mix of services in the field of integrated transport, with the ability to handle all the stages of any shipment door-to-door from pick-up and transport to delivery at the final destination.",

    "caption1": "Our whole idea is based upon the core of quick excellance.",
    "caption2": "We provide our business through:",

    "caru1": "SEA FREIGHT",
    "caru2": "AIR FREIGHT",

    "caru3": "CONSOLIDATION",

    "caru4": "WAREHOUSING",

    "caru5": "EXHIBITIONS",
    "caru6": "PROJECT LOGISTICS",
    "caru1cap": "ALDAWODY is able to ship all types of cargo including general, break bulk, containerized or Ro/Ro cargo to and from any part of the world at competitive tariffs in addition to issuing its own Suez Gulf Line NVOCC bills of lading. For very large volumes, ALDAWODY provides a chartering service for cargo vessels.",
    "caru2cap": "ALDAWODY provides a quick and easy air freight service at competitive rates. Our service includes import, export, consolidation and hanging garment containers.",

    "caru3cap": "ALDAWODY offers weekly consolidation services from Egypt to over 400 worldwide destinations with receiving stations in Cairo and Alexandria. Consolidation groups many small sea or air freight shipments together into a single large shipment and offers the advantages of competitive freight rates and insurance premiums, reduced risk of damage and reduced packing costs. We continually expand and develop our services by adding direct import services from new origins and direct export services to new destinations in order to provide our customers with the safest, fastest, most regular and most economic service available in the local market.",

    "caru4cap": "ALDAWODY owns and operates several warehouses strategically located at or near industrial areas in Cairo, Alexandria and the Port Said Free Zone. EGYTRANS provides distribution services, bonded warehousing, container yard operations and domestic storage. Many years of experience and continuous process improvement have madeALDAWODY's warehousing service one of the central building blocks of the company success.",

    "caru5cap": "ALDAWODY is able to ship all types of cargo including general, break bulk, containerized or Ro/Ro cargo to and from any part of the world at competitive tariffs in addition to issuing its own Suez Gulf Line NVOCC bills of lading. For very large volumes, ALDAWODY provides a chartering service for cargo vessels.",
    "caru6cap": "ALDAWODY specializes in logistical solutions for large projects including transport of sensitive equipment and packages of exceptional weight or dimensions. ALDAWODY has a highly trained and specialized team that carries out detailed route surveys and logistical studies to determine the best transport method and route for each piece of project cargo. The team then supervises any work required to reclaim or strengthen any part of the route or remove obstacles along the path before carrying out the actual transport. ",
    "caru6cap2": "Over the years,ALDAWODY has successfully provided integrated transport solutions for power plants, cement mills, steel mills, transformer sub-stations, water and wastewater plants, oil, gas and petrochemical plants, large scale infrastructure projects and others.",

    "aboutheaderanimateparagraph": "A TRADITION OF TRUST",

    "contactheaderanimateparagraph": "LOGISTICS SERVED IN STYLE" ,


    "servicetitle1" : "WE GOT ALL YOUR SERVICE" , 
    "servicetitle2" : " NEEDS COVERED!" ,
    "servicesubtitle1" :"Our service center has got your back in each and every",
    "servicesubtitle2":"detail. Anything you need is easy for our team of",
    "servicesubtitle3":" professionals to tackle." ,
    "widerangheader":"Our wide range of services...",
    "Inspectiontitle":"Inspection and Study Stage" ,
    "Inspectionsubtitle":"We work as a team with the property owner, consultants and contractors to inspect the site and study the requirements needed to supply the right desired product or service." ,
    "developmenttitle":"Development Stage We design",
    "developmentsubtitle":"supply, install and deliver our products as per the project’s technical specifications, local fire service Directorate regulations and requirements.",
    "Executiontitle":"Execution Stage",
    "Executionsubtitle":"We provide our regular maintenance and after sale services to eliminate any errors for the security and safety of our clients ensuring the highest level of passenger safety and maximizing the efficiency and longevity of the products installed.",
    "InstallationServices":"Installation Services",
    "InstallationsubServices":"Bobian team with more than 12 years of experience will supply and install the elevator of your choice on time according to your project requirements.",
    "Installationsub2Services":" Newly installed elevators receive 1 to 3 years free service and life time warranty on main elevator parts.",
    "Maintenance":"Maintenance",
    "Support":"Support",
    "Maintenancesec1":"  Our team is always ready 24/7 for emergency assistance that you might require. We offer state of the art after-sale services to our customers as their convenience is our main priority.",
    "Maintenancesec2":"We apply regularly weekly, quarterly, monthly and yearly maintenance checkup on our installed or maintenance contracted elevators to ensure safety and smooth trip experience between floors with your elevator.",
    "SpareParts":"Spare Parts",
    "SpareParg":"  We supply all the spare parts that your elevator might need. Whether it's a fix, an upgrade or a straight out of the box treat we have it. When you buy any spare parts from Bobian Elevators you will receive up to 30% discount upon first time clients with Bobian using Code BOB 30 when requesting spare parts.",
    "Interested":"Interested",
    "Letstalk":" Let’s Talk"




  }
}
